Repository: TobiVanHelsinki/ShadowRunHelper
Catalog: SharedCodeBase/Strings/*/Resources.resw
Source language: en
Languages: de

# Char_View_Pivot_Aktion.Label
source: Actions
de: Aktionen

# Char_View_Pivot_Kampf.Label
source: Battle
de: Kampf

# Char_View_Pivot_Notizen.Label
source: Notes
de: Notizen

# Model_AttributM_.Text
source: Attributs
de: Attribute

# Model_ConnectionM_.Text
source: Contacts
de: Connections

# Model_Connection_.Text
source: Contact
de: Connection

# Model_Connection_Loyal.Text
source: Loyalty
de: Loyalität

# Model_CyberDeck_Angriff.Text
source: Attack
de: Angriff

# Model_CyberDeck_Schleicher.Text
source: Sleaze
de: Schleicher

# Model_FernkampfwaffeM_.Text
source: Ranged Weapons
de: Fernkampfwaffen

# Model_Fernkampfwaffe_.Text
source: Ranged Weapon
de: Fernkampfwaffe

# Model_FernKampfwaffe_Modi.Text
source: Mode
de: Modi

# UI_Char_Btn_Speichern.Label
source: Save
de: Speichern

# Model_Fertigkeit_.Text
source: Skill
de: Fertigkeit

# Model_Handlung_.Text
source: Action
de: Handlung

# Model_FertigkeitM_.Text
source: Skills
de: Fertigkeiten

# Model_HandlungM_.Text
source: Actions
de: Aktionen

# Model_Handlung_Zusammensetzung.Text
source: Dices:
de: Würfeln mit:

# Model_Item_Aktiv.Text
source: Active
de: Aktiv

# Model_Item_Anzahl.Text
source: Quantity
de: Anzahl

# Model_Item_Besitz.Text
source: Owned
de: Besitz

# Model_KommlinkM_.Text
source: Commlinks
de: Kommlinks

# Model_Kommlink_.Text
source: Commlink
de: Kommlink

# Model_Kommlink_Attribute.Text
source: Attributes
de: Attribute

# Model_Kommlink_Datenverarbeitung.Text
source: Data Processing
de: Datenverarbeitung

# Model_Kommlink_Programmanzahl.Text
source: Programms
de: Programmanzahl

# Model_NahkampfwaffeM_.Text
source: Melee Weapons
de: Nahkampfwaffen

# Model_Nahkampfwaffe_.Text
source: Melee Weapon
de: Nahkampfwaffe

# Model_Nahkampfwaffe_Reichweite.Text
source: Reach
de: Reichweite

# Model_Thing_Notiz.Text
source: Note
de: Notiz

# Model_Panzerung_.Text
source: Armor
de: Panzerung

# Model_PanzerungM_.Text
source: Armors
de: Panzerungen

# Model_Programm_.Text
source: Program
de: Programm

# Model_ProgrammM_.Text
source: Programs
de: Programme

# Model_Programm_Optionen.Text
source: Effects
de: Auswirkungen

# Model_Thing_Typ.Text
source: Type
de: Typ

# Model_Vehikel_.Text
source: Vehicle
de: Vehikel

# Model_VehikelM_.Text
source: Vehicles
de: Vehikel

# Model_Vehikel_Beschleunigung.Text
source: Acceleration
de: Beschleunigung

# Model_Vehikel_Geschwindigkeit.Text
source: Speed
de: Geschwindigkeit

# Model_Vehikel_Gewicht.Text
source: Weight
de: Gewicht

# Model_Vehikel_Panzerung.Text
source: Armor
de: Panzer

# Model_Vehikel_Rumpf.Text
source: Body
de: Rumpf

# Model_Vehikel_Sitze.Text
source: Seats
de: Sitze

# Model_Waffe_DK.Text
source: AP
de: DK

# Model_Thing_Zusatz.Text
source: Addition
de: Zusatz

# UI_Btn_Bearbeiten.Content
source: Edit
de: Bearbeiten

# Model_Person_Essenz.Text
source: Essence mod
de: Essenz mod

# Model_Person_InitiativeAktuell.Text
source: Current initiative
de: Aktuelle Initiative

# Model_Person_Kontostand.Text
source: Bank balance
de: Kontostand

# Model_Eigenschaften_Auswirkung.Text
source: Effects
de: Auswirkungen

# Model_Implantat_.Text
source: Augmentation
de: Implantat

# Model_ImplantatM_.Text
source: Augmentations
de: Implantate

# Model_Implantat_Essenz.Text
source: Essence
de: Essenz

# Model_NachteilM_.Text
source: Disadvantages
de: Nachteile

# Model_Nachteil_.Text
source: Disadvantage
de: Nachteil

# Model_Person_.Text
source: Personal data
de: Personenangaben

# Model_Person_Beschreibung_.Text
source: Personal description
de: Personbeschreibung

# Model_Person_Notizen.Text
source: Notes
de: Notizen

# Model_SINM_.Text
source: SINs
de: SIN2

# Model_VorteilM_.Text
source: Advantages
de: Vorteile

# Model_Vorteil_.Text
source: Advantage
de: Vorteil

# UI_Btn_Loeschen.Content
source: Delete
de: Löschen

# Model_Waffe_SchadenTyp.Text
source: Damage type (M/P)
de: Schadenstyp (G/K)

# Model_Kommlink_Attribute_o.Text
source: Attributes
de: Attribute Orginal

# Ui_DB_Nav.Label
source: Database
de: Datenbank

# UI_Label_LoadChar.Label
source: Load
de: Laden

# Model_Stroemung_Echos.Text
source: Echoes
de: Echos

# UI_CharVerwaltung_Btn_Neu.Label
source: Create new char
de: Neuen Char erstellen

# UI_CharVerwaltung_Einleitung1.Text
source: Current savefiles:
de: Aktuelle Speicherdatei:

# UI_CharVerwaltung_Einleitung2.Text
source: Available savefiles:
de: Verfügbare Speicherdateien:

# Model_Person_Char_Typ.Text
source: Char Type
de: Char Typ

# Model_Person_MetaTyp.Text
source: Metatype
de: MetaTyp

# Model_Person_MetaTyp_sub.Text
source: Metasubtype
de: MetaSubTyp

# Model_Person_Lebensstil.Text
source: Lifestyle
de: Lebensstil

# Model_Person_Geburtsdatum.Text
source: Date of Birth
de: Geburtsdatum

# Model_Person_Geschlecht.Text
source: Sex
de: Geschlecht

# Model_Stroemung_.Text
source: Submersion
de: Strömung

# Model_Person_Gewicht.Text
source: Weight
de: Gewicht

# Model_Person_Augenfarbe.Text
source: Eyecolour
de: Augenfarbe

# Model_Person_Haarfarbe.Text
source: Haircolor
de: Haarfarbe

# Model_Person_Hautfarbe.Text
source: Skincolor
de: Hautfarbe

# Model_Person_Zusammenfassung.Text
source: Summary
de: Zusammenfassung

# Model_Person_Karma_Aktuell.Text
source: Karma Current
de: Karma Aktuell

# Model_Person_Karma_Gesamt.Text
source: Karma total
de: Karma Gesamt

# Model_Person_Edge_Aktuell.Text
source: Edge current
de: Edge Aktuell

# Model_Person_Edge_Gesamt.Text
source: Edge everall
de: Edge Gesamt

# Model_Person_Schaden_K.Text
source: Physical Damage
de: KörperSchaden

# Model_Person_Schaden_K_max.Text
source: Physical Damage Maximum
de: KörperSchaden maximal

# Model_Person_Schaden_G.Text
source: Mental Damage
de: GeistSchaden

# Model_Person_Schaden_G_max.Text
source: Mental Damage Maximum
de: GeistSchaden maximal

# Model_MunitionM_.Text
source: Munitions
de: Munition

# UI_Optionen_AutoSave.Text
source: Auto-Save current char at changes
de: Char bei Änderungen automatisch speichern

# Model_StroemungM_.Text
source: Submersions
de: Strömungen

# UI_Optionen_LoadOnStart.Text
source: Load last used char at App start
de: Zuletzt verwendeten Char beim Starten der App automatisch laden?

# UI_Char_Schaden.Text
source: Damage:
de: Schaden:

# UI_Char_Schaden_Geist.Text
source: Mental
de: Geistig

# Model_Stroemung_Wert.Text
source: Grade
de: Grad

# UI_Optionen_Inhaber.Text
source: App owener
de: App-Inhaber

# UI_Optionen_U_Kontakt.Text
source: Contact
de: Kontakt

# UI_Optionen_Pegasus.Text
source: ShadowRun is a registered trademark of Pegasus Games
de: ShadowRun ist eine eingetragene Marke von Pegasus Games

# UI_Optionen_U_Infos.Text
source: Information
de: Informationen

# UI_Optionen_U_Einstellungen.Text
source: Settings
de: Einstellungen

# UI_Optionen_U_Hilfe.Text
source: Help
de: Hilfe

# UI_Optionen_U_Rechtliches.Text
source: Legal
de: Rechtliches

# UI_Optionen_Ordnermode.OffText
source: Intern Save
de: Interner App-Speicher

# UI_Optionen_Ordnermode.OnText
source: Extern Save
de: Externer, beliebiger, Ordner

# UI_Optionen_Ordnermode.Text
source: Save at folder
de: Speicherort

# UI_Optionen_Ordnermode_Pfad.Text
source: Path
de: Pfad

# Model_Handlung_Gegen.Text
source: Defend dices:
de: Wehren mit:

# UI_Optionen_Bewerten.Text
source: Rate this App at the Store
de: Diese App im Store Bewerten

# UI_Optionen_Datenschutz.Text
source: This app does not collect any personal information and therefore does not disclose it. This app can be used to open files and folders on the file system. The app stores those folders and files only for later use. All files remain on the file system or Microsoft account.
de: Diese App sammelt keine persönlichen Daten und gibt sie deswegen auch nicht weiter. Mit dieser App können Dateien und Ordner auf dem Dateisystem geöffnet werden. Die App speichert diese Ordner und Dateien nur zur späteren Verwendung. Alle Dateien verbleiben auf dem Dateisystem oder im Microsoft Account.

# UI_Optionen_KontaktBtn.Content
source: write email
de: E-Mail Schreiben

# UI_Optionen_U_Datenschutz.Text
source: Privacy Policy
de: Datenschutzerklärung

# Model_Berechnet_Essenz.Text
source: Essence
de: Essenz

# Model_Attribut_Konsti.Text
source: Body
de: Konstitution

# Model_Berechnet_Limit_G.Text
source: Mental Limit
de: Geistiges Limit

# Model_Berechnet_Limit_K.Text
source: Physical Limit
de: Körperliches Limit

# Model_Berechnet_Limit_S.Text
source: Social Limit
de: Soziales Limit

# Model_Attribut_Logik.Text
source: Logic
de: Logik

# Model_Attribut_Reaktion.Text
source: Reaction
de: Reaktion

# Model_Attribut_Staerke.Text
source: Strength
de: Stärke

# Model_Attribut_Willen.Text
source: Willpower
de: Willenskraft

# Model_Attribut_Geschick.Text
source: Agility
de: Geschicklichkeit

# Model_Thing_Wert.Text
source: Rating
de: Stufe

# Model_Thing_ThingTyp.Text
source: ThingType
de: Eigenschaftstyp

# Model_Connection_Einfluss.Text
source: Connection
de: Einfluss

# Model_CyberDeck_Angriff_o.Text
source: Attack Original
de: Angriff Original

# Model_CyberDeck_Datenverarbeitung_o.Text
source: Dataprocessing original
de: Datenverarbeitung Original

# Model_CyberDeck_Schleicher_o.Text
source: Sleaze original
de: Schleicher Original

# Model_Eigenschaft_Auswirkungen.Text
source: Effect
de: Auswirkungen

# Model_Zaubersprueche_Entzug.Text
source: Drain
de: Entzug

# UI_Char_Schaden_Koerper.Text
source: Physical
de: Körper

# Model_CyberDeck__Aktiv.Text
source: Active Deck
de: Aktives Deck

# Model_Fernkampfwaffe__Aktiv.Text
source: Active Ranged Weappon
de: Aktive Fernkampfwaffe

# Model_Kommlink__Aktiv.Text
source: Active Commlink
de: Aktives Kommlink

# Model_Nahkampfwaffe__Aktiv.Text
source: Active Melee Weapon
de: Aktive Nahkampfwaffe

# Model_Panzerung__Aktiv.Text
source: Active Armor
de: Aktive Panzerung

# Model_Vehikel__Aktiv.Text
source: Active vehicle
de: Aktives Auto

# Model_Waffe_Wert.Text
source: Damage
de: Schaden

# UI_Optionen_Toggle.OffContent
source: No
de: Nein

# UI_Optionen_EditAfterAdd.Text
source: Edit after adding
de: Bearbeiten nach Hinzufügen

# Notification_Error_CSVExportFail
source: CSV Export failed
de: Konnte nicht CSV-Exportieren

# Notification_Error_CSVImportFail
source: CVS Import failed
de: CSV Importfehler

# Notification_Error_DelAllFail
source: Could not delete all
de: Alle Löschen fehlgeschlagen

# Notification_Error_DelCurrentFail
source: Could not delete current char
de: Löschen des aktuellen Char fehlgeschlagen

# Notification_Error_DelFail
source: Could not delete
de: Löschen fehlgeschlagen

# Notification_Error_FileExportFail
source: Could not export
de: Konnte nicht Exportieren

# Notification_Error_FileImportFail
source: Fileimport failed
de: Dateiimport fehlgeschlagen

# Notification_Error_LoadFail
source: Loading failed
de: Laden fehlgeschlagen

# Notification_Error_SaveFail
source: Error during saving. Try to export your char and restart the App.
de: Speichern fehlgeschlagen, versuche, den Char zu exportieren und starte die App neu.

# Ui_Nav_Char.Label
source: Current Char
de: Aktueller Char

# Ui_Nav_Admin.Label
source: Administrate Chars
de: Chars verwalten

# Ui_Nav_Settings.Label
source: Settings
de: Einstellungen

# Notification_Error_Converter_Error1.Text
source: could not store
de: konnte nicht übernommen werden.

# Notification_Error_DisplayRequest.Text
source: Display can not stay activated
de: Display kann nicht automatisch aktiviert bleiben.

# Notification_Error_Loader_Error1.Text
source: There was an Error during loading you char. More information at the Notifications.
de: Es gab einen Fehler beim Laden, Hier weitere Informationen: Überprüfe bitte deinen Char.

# UI_Optionen_DisplayRequest.Text
source: Hold Char Page active
de: Sperrbildschirm verhindern

# Model_Kommlink_Schaden.Text
source: Condition
de: Schaden

# Model_Kommlink_SchadenMax.Text
source: Condition Limit
de: Schadenslimit

# Model_Thing_Wert_W.Text
source: Value
de: Wert

# Model_Attribut_Magie.Text
source: Magic
de: Magie

# Model_AdeptenkraftM_.Text
source: Adept Powers
de: Adeptenkräfte

# Model_Adeptenkraft_.Text
source: Adept Power
de: Adeptenkraft

# Model_Adeptenkraft_Option.Text
source: Options
de: Option

# Model_Attribut_Resonanz.Text
source: Resonance
de: Resonanz

# Model_FokiM_.Text
source: Foci
de: Foki

# Model_Foki_.Text
source: Foci
de: Foki

# Model_GeistM_.Text
source: Spirits
de: Geister

# Model_Geist_.Text
source: Spirit
de: Geist

# Model_Geist_Dienste.Text
source: Services
de: Dienste

# Model_Geist_Geb_Reg.Text
source: Bound
de: Gebunden

# Model_Person_Geburtstag.Text
source: Birthday
de: Geburtstag

# Model_Person_Prominenz.Text
source: Public Awareness
de: Prominenz

# Model_Person_SchlechterRuf.Text
source: Bad reputation
de: Schlechter Ruf

# Model_Person_Strassenruf.Text
source: Street Cred
de: Straßenruf

# Model_Person_StrassenrufMod.Text
source: Street Cred mod
de: Straßenruf Mod

# Model_Zaubersprueche_Reichweite.Text
source: Range
de: Reichweite

# Model_Zaubersprueche_Dauer.Text
source: Duration
de: Dauer

# Model_Zaubersprueche_.Text
source: Spell
de: Zauberspruch

# Model_ZauberspruecheM_.Text
source: Spells
de: Zaubersprüche

# Model_Waffe_Praezision.Text
source: Precision
de: Präzision

# Model_TraditionM_.Text
source: Traditions
de: Traditionen

# Model_Tradition_Metamagie.Text
source: Metamagic
de: Metamagie

# Model_Tradition_Schutzpatron.Text
source: Totem
de: Schutzpatron

# Model_Tradition_Wert.Text
source: Grade
de: Grad

# Model_Panzerung_Kapazitaet.Text
source: Capacity
de: Kapazität

# Model_Person_Groesse.Text
source: Height
de: Größe

# Model_Implantat_Kapazitaet.Text
source: Capacity
de: Kapazität

# Model_Fernkampfwaffe_RK.Text
source: RC
de: RK

# Model__Kapazitaet.Text
source: Capacity
de: Kapazität

# Notification_Error_Unknown
source: A unknown Error occured. You char was saved with a "Emergency" prefix.
de: Ein unbekannter Fehler ist aufgetreten, ihr char wurde mit dem Prefix ''Emergency'' gespeichert

# Model_Implantat_Auswirkung.Text
source: Effects
de: Auswirkungen

# UI_TxT_Repair.Text
source: Auto-Fix
de: Reparieren

# Notification_Error_RepairFail
source: AutoFix Error
de: Fehler beim Reparieren.

# Notification_Error_SummorysREfresh
source: Error reading folder
de: Fehler beim Verzeichnis einlesen

# Notification_Error_AuswahlToLess
source: Error: Some linked items were not found
de: Fehler: Einige der verknüpften Dinge wurden nicht gefunden.

# Notification_Error_AllListChooser
source: Intern Error - AllList was Empty
de: Interner Fehler, AllList war leer

# Notification_Error_Enum
source: Wrong Enum value
de: Falscher Enum Wert

# Notification_Error_IO_Deserialize
source: Reading file failed
de: Dateieinlesen fehlgeschlagen

# Notification_Error_IO_FileVersion
source: unknown fileversion
de: Dateiversion unbekannt

# Notification_Error_IO_FolderNotFoundOrNotCreated
source: could not find and create folder
de: Ordner konnte nicht gefunden und nicht erstellt werden

# Notification_Error_IO_UserDecision
source: userdecision was throwing this error
de: Benutzerentscheidung war Fehler werfen

# UI_Optionen_FileNameUseDate.Text
source: Add date and time to filename
de: Dateiname mit Datum versehen

# UI_Optionen_FileNameUseProgres.Text
source: Add progress to filename
de: Dateiname mit Char-Fortschritt versehen

# Notification_Info_ConvertFromPrevious
source: This file is a old version. It will now be converted to the most recent file version. Because of that, it might not be full readable at old versions of the app.
de: Diese Datei ist eine alte Version, sie wird nun in das aktuelleste Format konvertiert. Dadurch kann sie womöglich nicht oder nicht mit dem gesamten Funktionsumfang in früheren Versionen des Programms geöffnet werden. Die Aktuelle Version des Programms steht in den Einstellungen. Sollte die Umwandlung nicht erwünscht sein, speichere den Char einfach nicht.

# UI_Optionen_U_Notifications.Text
source: Notifications
de: Benachrichtigungen

# GlobalFilterBox.PlaceholderText
source: Search for Name and Type ...
de: Suche nach Name und Typ ...

# UI_Optionen_Intern_Sync.Text
source: sync intern files
de: Bei Interner Speicherung: Dateien Synchronisieren

# UI_Optionen_Beta_Features.Text
source: Activate Beta-Features
de: Beta-Features aktivieren

# UI_Optionen_AppLinkBtn.Content
source: Open Storeentry for this App
de: Diese App im Store öffnen

# UI_Optionen_MoreAppsBtn.Content
source: more of my apps
de: Mehr Apps von mir

# UI_Optionen_RateBtn.Content
source: Rate this App
de: Diese App im Store Bewerten

# Help1
source: Items (e. g. weapons, CyberDecks, normal items) can be "active". This means that they are taken into automatic calculations. For example, the limit value of an "shooting"-action can be linked to the precision of the active weapon. If the active weapon is changed, the dependent values change automatically.
de: Items (u.a. Waffen, CyberDecks, normale Items) können "aktiv" sein. Das bedeutet, dass sie bei automatischen Berechnungen berücksichtigt werden. So kann beispielsweise eine "Schießen"-Handlung als Limit-Wert die Präzision der aktiven Waffe verlinkt bekommen. Wird die aktive Waffe geändert, ändern sich die davon abhängigen Werte automatisch.

# Help1_ActiveItems
source: Active Items
de: Aktive Items

# Help2
source: Some default values are updated automatically. Essence begins at 6, from which all the values of the essence entered in augmentation are deducted. Under "Person" there is an "Essence Mod" field. The value there is added to the calculated value. So if you make out with vampires, you will probably enter a negative value in this field.
de: Einige Standardwerte werden automatisch aktualisiert. Essenz beginnt mit 6. Davon werden alle Essenzwerte, die bei Implantaten eingetragen sind, abgezogen. Unter "Person" gibt es ein "Essenz Mod" Feld. Der Wert dort wird auf den berechneten Wert addiert. Solltet ihr also mit Vampiren knutschen, werdet ihr in dieses Feld wohl einen negativen Wert eintragen.

# Help2_AutoCalc
source: Automatic calculations
de: Automatische Berechnungen

# Help3
source: For actions and skills, all other things can be linked. In this way, your dice pool can be automatically calculated from other values. If the linked values change, dependent values change automatically. Categories such as weapons, armour, vehicles, comlinks and decks cannot be selected individually, but each property can be selected individually. See "Active Items".
de: Für Handlungen und Fertigkeiten können alle anderen Dinge verlinkt werden. Bei einer Handlung können so ihr Würfelpool für die Probe, die Gegenprobe oder das Limit automatisch aus anderen Werten berechnet werden. Ändern sich die verlinkten Werte, ändern sich davon abhängige Werte automatisch. Kategorien wie Waffen, Panzerung, Vehikel, Kommlinks und Decks können nicht einzeln gewählt werden, dafür kann jede Eigenschaft einzeln gewählt werden. Siehe dazu "Aktive Items".

# Help3_LinkedItems
source: Linked entries
de: Verlinkte Einträge

# Help4
source: With this app you can manage several ShadowRun Chars. All stored chars are displayed in the list. This list is usually an internal folder, but you can choose any folder. In the options there are different settings for this.
de: Mit dieser App können mehrere ShadowRun Chars verwaltet werden. Alle gespeicherten Chars werden in der Liste angezeigt. Diese Liste ist im Standardfall ein interner Ordner, es kann aber jeder beliebige Ordner gewählt werden. In den Optionen gibt es verschiedene Einstellungen dafür.

# Help4_CharAdministration
source: Char administration
de: Char Verwaltung

# Help5
source: There are two options for saving a char. By default, the file name is used to store the char. If the option "Progress" is selected, the filename will contain the number of runs and karma - so a versioning is possible. In addition, the "Time" option can be used to add the exact time to the filename.
de: Beim Speichern eines Chars gibt es zwei Optionen. Standardmäßig wird der Dateiname zum Speichern verwendet, mit dem der Char geladen wird. Wird die Option "Fortschritt" gewählt, werden die Anzahl Runs und Karma dem Dateinamen hinzugefügt - damit ist eine Versionierung möglich. Außerdem kann mit der Option "Zeit" die genaue Zeit mit in den Dateinamen geschrieben werden.

# Help5_CharAdministration_FileName
source: Char administration - Filenames
de: Char Verwaltung - Dateinamen

# UI_Optionen_DisplayRequest.Tip
source: Prevent the Screen from locking
de: Damit verhinderst du, dass dein Bildschirm ausgeht, wenn du einen Char offen hast.

# UI_Optionen_Intern_Sync.Tip
source: This will synchronize the files you have stored internally over all your Windows 10 devices. Synchronization occurs only if you have enabled the general sync option in WIndows and both devices have sufficient power and a Internetconnection.
de: Aktiviert Windows10 Geräte-Synchronisation. Achtung: Die Synchronisation kann etwas langsam sein.

# UI_Optionen_Ordnermode.Tip
source: Select a Exernen storage folder.
de: Wähle einen exernen Speicherordner aus.

# UI_Optionen_U_Einstellungen_Tip.Text
source: Hold the mouse or finger on a ? to get more information.
de: Halte mit der Maus oder dem Finger auf das ?, um mehr Informationen zu erhalten.

# Notification_Error_FileActivation
source: Error: Could not read file
de: Datei konnte nicht gelesen werden.

# UI_Optionen_AutoSave.Tip
source: After a change, the specified time is waited until your char is saved. If you change many things quickly, then a larger value is better. A value between 2 and 10 seconds is okay.
de: Nach einer Änderung wird die angegebene Zeit gewartet, bis dein Char gespeichert wird. Wenn du schnell und viel änderst, dann gib besser einen größeren Wert an. Ein Wert zwischen 2 und 10 Sekunden ist angemessen.

# UI_CharVerwaltung_E_FileDate.Text
source: modification date
de: Änderungsdatum

# UI_CharVerwaltung_E_FileName.Text
source: file name
de: Dateiname

# UI_CharVerwaltung_E_FileSize.Text
source: file size
de: Dateigröße

# EditDialog.PrimaryButtonText
source: Finish
de: Fertig

# UI_CharVerwaltung_Intern_Save_Display_String
source: Save Intern
de: Interne Speicherung

# UI_Optionen_U_Statistics.Text
source: Statistics
de: Statistiken

# UI_Statistics_AppStart.Text
source: Number of appstarts
de: Anzahl Appstarts

source: Example Char
de: Beispiel Charakter

# PreDBChar
source: Database charakter
de: Datenbank Charakter

# UI_CharVerwaltung_Btn_Create_ExampleChar.Label
source: Create Example Char
de: Beispiel Charakter erstellen

# UI_Statistics_Creations.Text
source: Number of new chars
de: Charaktere erstellt

# UI_Statistics_Deletions.Text
source: Number of deleted chars
de: Charaktere gelöscht

# UI_Statistics_Loadings.Text
source: Number of loaded chars
de: Charaktere geladen

# UI_Statistics_Savings.Text
source: Number of saved chars
de: Charaktere gespeichert

# UI_Label_DeleteChar.Label
source: Delete
de: Löschen

# Model_Vehikel_Wert.Text
source: Damage
de: Schaden

# Ui_DB_Finish.Label
source: Copy
de: Kopieren

# Ui_DB_FinishClose.Label
source: Copy and Exit
de: Kopieren und Beenden

# Ui_DB_Help.Label
source: Help on/off
de: Hilfe an/aus
